{
  "questions" : [
    "How's the weather up there?",
    "What inspired you?",
    "Whom do you love?",
    "What made you the angriest recently?",
    "What kind do you have?",
    "Where do you come from?",
    "Where does it hurt?",
    "What is art?",
    "Would you like something to eat?",
    "What joke do you have for us (punchline tomorrow)?",
    "...and the punchline is...",
    "Who's your favorite president?",
    "Have you finished season 5 of Game of Thrones?",
    "Can you recommend a good podcast?",
    "Where did you go wrong?",
    "How can I make this better?",
    "Meow?",
    "PC or Mac?",
    "What's the big idea?",
    "Where are you?",
    "How does it feel?",
    "What's your favorite cat-name?",
    "Do you remember any of your dreams of last night?",
    "Is it ever right to steal?",
    "Do opposites really attract?",
    "What's your favorite potato dish?",
    "What did you have for dinner last night?",
    "How do you sleep at night?",
    "But why?",
    "What is your dream-destination?",
    "What's the big deal?",
    "What's up?",
    "Who's your biggest crush?",
    "What would you do for love?",
    "Can people change?",
    "Do you have buyer's remorse?",
    "Where are the keys?",
    "What was your favorite movie of the summer?",
    "What was your best first date?",
    "What was your first word?",
    "Who is  your hero of today?",
    "Why do you deserve a raise?",
    "Where did you go for your last vacation?",
    "Is The Man getting you down?",
    "What do you do for insomnia?",
    "Paper or plastic?",
    "Whom are you voting for?",
    "Can you even?",
    "Is this the best you can do?",
    "What's the best pick-up line you know?",
    "What are you willing to do to help out a friend?",
    "How do people make fun of your name?",
    "Why did you/did you not get dressed up today?",
    "What's your favorite brunch place right now?",
    "What was your worst interview ever?",
    "What was your biggest win of the last week?",
    "Do you need a nap?",
    "What would you like on your sandwich?",
    "Is $100 a lot of money? If not, when was it?",
    "Are you hungry?",
    "What's your least favorite color?",
    "Is there a dog?",
    "Where are you going?",
    "What aren't you looking at that you'd like to?",
    "Do you need any help?",
    "What needs replacing in your life?",
    "Where are the kids?",
    "What's the furthest place from here that you've ever been?",
    "What's something good about television?",
    "What's something bad about television?",
    "Is there any way things will turn out well in the end?",
    "What's your favorite dessert?",
    "What's your favorite desert?",
    "Do you like being scared?",
    "What was your last fortune from a cookie?",
    "What's your favorite beverage?",
    "What kind of bed do you like to sleep in?",
    "Do you have a lucky number? What is it?",
    "Is the air fresh today?",
    "Would you steal for survival?",
    "Do you prefer a pen or a pencil?",
    "Is there a master plan?",
    "Do you like the city where you live?",
    "Who came to dinner?",
    "What was the last award you won?",
    "What's your favorite thrift store?",
    "Do you like reality TV?",
    "Where can one find sure-fire adventure?",
    "Are all silences awkward?",
    "Does the wild call to you & if so, will you answer?",
    "Do kisses make it better?",
    "What did you learn today?",
    "Where should we go for a good hamburger sandwich?",
    "Is there anyone you know personally whom you will never forgive?",
    "What is the ideal weather?",
    "Are you happy?",
    "Why are you rushing?",

    "Who is your favorite poet?",
    "What would make you more comfortable?",
    "Did you 'waste' time today?",
    "What was the most formative book of your childhood?",
    "Are we there yet?",
    "Was it hard to get where you are?",
    "Do you have any regrets?",

    "How many clowns does it take?",
    "Which is the most important item of clothing to keep dry?",
    "Do you like your mobile-phone plan?",
    "What inspired you?",
    "What website do you visit the most?",
    "What does it take to feel cozy?",
    "It is worth it to dress up for a job interview you know you won't land?",

    "Is there a question you simply won't answer?",
    "What is your favorite sound?",
    "How do you feel about thunderstorms?",
    "What's the last thing you cooked for someone else?",
    "Do you like to go fast?",
    "What would you guess is the paint color name in your bedroom?",
    "What is your super power?",

    "Chunky or creamy?",
    "Do you play a musical instrument?",
    "Should Ruffles have ridges?",
    "What is your favorite apple variety",
    "Cats or Dogs?",
    "Are you feeling veeeerrrry sleeepy?",
    "Where do you endeavor to travel?",
    "Do you have an appetite for destruction?",

    "What emotion does your favorite color elicit?",
    "What is your favorite color?",
    "What chore are you dreading?",
    "Could you tame a wild animal?",
    "When was the last time you wrote a letter by hand?",
    "What's your favorite season?",
    "What's your favorite seasoning?",

    "What what makes for a good business card?",
    "What dessert could you eat every night for the rest of your life?",
    "Is there a chair?",
    "Do you feel the need to bungee jump at least one time in your life?",
    "Are ya listenin'?",
    "Are you thinking of a New Year's resolution?",
    "What's your favorite tea?",

    "Are you more of a cook or baker?",
    "Have you ever sat for a portrait?",
    "What's the strangest food you've ever eaten?",
    "How many licks of ice cream does it take before you're sick of licking?",
    "Are you going to a New Year's Eve party tonight?",
    "What/who was your first pet?",
    "Are you easily startled?",

    "Do you climb trees?",
    "Do you prefer hard-wood or carpet?",
    "If you could have your perfect-weather-day every day forever, would you take it?",
    "Salty or sweet?",
    "What temperature is your room right now?",
    "Dark or milk chocolate?",
    "Would you enjoy a one week Disneyland extravaganza?",

    "Do you more often pack your lunches or eat out?",
    "Are you in need of coffee?",
    "How do you take your coffee or tea?",
    "What is your favorite charity?",
    "Do you have a secret?",
    "Does gambling excite you?",
    "What is your favorite form of inclement weather?",

    "Are you more of a whistler or a hummer?",
    "Have you ever worn a feather or flower in your hair just for fun?",
    "Do you spend too much time on social media?",
    "What is your favorite song lyric?",
    "Could you use some coziness?",
    "Pop musically, which decade is your favorite?",
    "How likely are you to purchase Ghirardelli Cookie Mix in the next 3 months?",

    "Are you crafty in any way?",
    "What was the last thing you made?",
    "What difference does it make?",
    "How soon is now?",
    "Do you like getting dressed up?",
    "What question would you like ask?",
    "Are you ticklish?",

    "Have you ever had a near death experience?",
    "Do you have ring-around-the-collar?",
    "Did you pass your last test?",
    "What's your favorite radio station?",
    "What do you miss most about your childhood?",
    "Do you have a favorite constellation?",
    "Have you ever worked third shift?",

    "What's your favorite board game?",
    "Is there a texture you find off-putting?",
    "Are you a morning-person?",
    "Have you ever \"closed down\" a bar?",
    "What's the strangest job you ever had?",
    "What made you laugh today?",
    "What's your favorite dinosaur?",

    "What technology could you \"not live\" without?",
    "What's the stupidest thing you did to earn a trip to the ER?",
    "Do you have plans for a future tattoo?",
    "Do you enjoy a splash in a puddle?",
    "When was the last time you took a bath (as opposed to a shower)?",
    "Are you afraid of any particular mode of transportation?",
    "Do you participate in any sports?",

    "Do you have a prosthetic limb?",
    "How's your health?",
    "What was the length of your longest road-trip?",
    "What keeps you awake at night?",
    "What's the farthest north you've ever been?",
    "What are you nerdy over?",
    "Have you been into your home's attic?",

    "Are you grieving anything?",
    "What's your favorite holiday?",
    "Do you have a favorite toothpaste flavor?",
    "Who bought your last beer?",
    "How do you feel about the dentist?",
    "What famous living person would you most like to have over for dinner?",
    "What famous dead person would you most like to have over for dinner?",

    "Can you ever be satisfied?",
    "What was your most awkward elevator ride?",
    "Does today need more sunlight?",
    "How is your view right now?",
    "Have you ever had a near death experience?",
    "What are you looking forward to?",
    "Where are you on your break as you write this?",

    "What's your favorite fairy tale?",
    "What is the worst part of weddings?",
    "How would you describe the last accidental art you encountered?",
    "What is a smell you find off-putting?",
    "What is your favorite verb tense?",
    "What is your favorite group dance to participate in?",
    "Do you have a favorite hiking trail?",

    "Is your desk neat or messy?",
    "What is your favorite video game?",
    "How many days until your birthday?",
    "What's the highest floor you've ever lived on?",
    "Do you trust your government?",
    "Do you have any friends who primarily speak a different language than you?",
    "How do you feel about the season you're in right now?",

    "In your opinion, what is the most beautiful form of decrepitude?",
    "Have you ever made a living making art?",
    "Are you running late?",
    "Are you looking forward to anything?",
    "Are you thinking about moving?",
    "If you could live in any time and place from history, what would you choose?",
    "Have you ever restored a home?",

    "What got you out of bed today?",
    "What TV show are you loving these days?",
    "What is the name of a good park you've visited?",
    "What do you think is the softest animal?",
    "Who is closest to you right now, physically?",
    "What's the first thing that comes to mind when you read the word 'art'?",
    "What causes you to feel horror?",

    "Have you ever done outdoor winter camping in a snowy climate?",
    "What is your preferred hair length for your own head?",
    "Do you have any sore muscles?",
    "When was the last time you saw a rainbow?",
    "Who is your favorite radio personality?",
    "Have you ever created your own computer game?",
    "Have you ever sung a male/female duet?",

    "What is your preferred clothes drying method?",
    "Are you more likely to absent-mindedly hum or whistle?",
    "Are you a stellar speller?",
    "When was the last time you visited a casino?",
    "Are dreading anything?",
    "Have you ever gotten up earlier than you would have, just to see the sunrise?",
    "What is your favorite non-English word for 'hello'?",

    "What kind of water do you most like to swim in?",
    "Is there a bar or restaurant you're saving for a special occasion?",
    "What would you do with a nicely mown field of grass?",
    "When was the last time you were lost to the point of panic?",
    "Did you sleep well last night?",
    "What would you like a re-do on?",
    "What is the best part of air-travel?",

    "What do you think is the most beautiful geographic feature?",
    "What did you do over the weekend?",
    "Can you see auras?",
    "What's your favorite springtime smell?",
    "When was the last time you were underground?",
    "Have you ever ridden in a hot air balloon?",
    "How long can you hold your breath?",

    "Do you have a sweet tooth?",
    "Are you celebrating anything today?",
    "When were you pleasantly surprised?",
    "What's your favorite vocal range to listen to?",
    "What's the most pleasant texture to walk in barefoot?",
    "Do you wear any jewelry regularly?",
    "Have you ever climbed to the top of a volcano?",

    "Do you have a camping trip planned?",
    "Did you have a 'blankie' as a child?",
    "Does safety always come first?",
    "Have you spent a night in a lighthouse?",
    "Have you ever broken a bone?",
    "Do you know how to sail?",
    "Did you attend summer camp as a child?",

    "Did you marry your high school sweetheart?",
    "Do you miss anyone?",
    "How do you most like to meditate?",
    "What's your favorite kind of skiing?",
    "Are you good at seeing objects in cloud shapes?",
    "What's your favorite nostalgic video game?",
    "Do you have to let something go?",

    "Have you ever started a fire without matches?",
    "Have you begun anything new recently?",
    "Where did you go for your last road trip?",
    "What is the last thing you ate not intended for human consumption?",
    "What fashion trend do you regret having participating in? ",
    "What invokes wonder for you?",
    "What animal amazes you?",

    "How long have you been going without sleep?",
    "What was the last chore you completed?",
    "Do you ever feel hungrier after eating an apple than you were before?",
    "Do the benefits of plastic drink-ware outweigh the drawbacks?",
    "How would you rank Thursdays amongst the days of the week?",
    "Should you be spending more time outdoors?",
    "What is a game rule that you've always thought of as unfair?",

    "What woke you up today?",
    "Are you happy it's summer?",
    "What's the most uncomfortable item of clothing you wear anyhow?",
    "Do you ever have a hard time breathing?",
    "Have you ever been a victim of road-rage?",
    "Are you thanking God it's Friday?",
    "What do you have planned for tonight?",

    "Do you trust your water source?",
    "What was your last sunburn like?",
    "Have you had to apologize lately?",
    "What is your nearest piece of art like?",
    "Are you feeling cheated?",
    "What is your favorite big-cat?",
    "In your experience, is it better to work from home or in an office?",

    "Does hot humid weather make you surly?",
    "Did you have a \"case of the Mondays\" today?",
    "Do you think of yourself as an artist on any level?",
    "Do politics get you down these days?",
    "Is your sense-of-humor something most people understand?",
    "Did you shave today?",
    "What label would you give your hair style?",

    "What song do you like to sit down and listen to intentionally?",
    "When does your nation celebrate itself?",
    "Have you ever needed help to change a light bulb?",
    "Do you have any pets?",
    "Would you rather ask or answer questions?",
    "What is your favorite kind of weather?",
    "Who had the greatest influence in your life?",

    "How often do you get your work done at the last second?",
    "Are you a happy camper?",
    "What color is your shirt?",
    "What do you miss that you can't have anymore?",
    "Do you often experience deja vu?",
    "How often do you experience deja vu?",
    "What device are you using to answer this question?",

    "Are you feeling worn out?",
    "Do you have an exciting secret?",
    "How many hours should a day have?",
    "What's your favorite leaf margin type?",
    "Are you getting too old for this stuff?",
    "Does everyone deserve a second chance?",
    "What is something you're doing to make the world a better place?",

    "Are you living in interesting times?",
    "What was the last book you read?",
    "Do you have a favorite pair of jeans?",
    "What time is it?",
    "Is there a better way?",
    "What was the last fruit you ate?",
    "Would you rather play a game or watch TV?",

    "0",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",

    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",

    "Is it a pleasant Sunday in the suburbs?",
    "Are you on a road trip?",
    "Did you bring enough shampoo?",
    "Have you recently seen a cricket match?",
    "Is there any place like home?",
    "Should you get back to driving?",
    "How many people are relying on you for transportation today?",

    "Is the pavement dangerously hot today?",
    "Have you recently caught any fish?",
    "Are summers too busy?",
    "Do you ever wish you'd taken a different career path?",
    "When does your state's fair begin?",
    "Are you looking to make peace today?",
    "Did you make peace yesterday?",

    "Is your brain at full performance at the moment?",
    "Has anyone recently wished you a broken leg?",
    "How long have you lived in the place you currently live?",
    "What's your favorite sci-fi story?",
    "Is it time for a walk?",
    "Does it feel like fall to you?",
    "Could this be the best Saturday ever?",

    "What was the last fancy cocktail you drank?",
    "State Fair?",
    "When you were a child, what profession did you imagine you'd have as an adult?",
    "What's the most spectacular bird you can recall seeing?",
    "What flavor of ice cream would you like to invent?",
    "Is smiling a part of your culture?",
    "How long have you been a QOTD aficionado?",

    "Are you an aficionado of anything else?",
    "What's your favorite hip hop dance move?",
    "What color is your wallet?",
    "If you have one, what's your CB radio handle?",
    "How many \"names\" do you have?",
    "How many of your friends, whom you met elsewhere, work for the same company as you?",
    "Do you have a non-professional specialty?",

    "Are you good at pouting?",
    "What's something you wish you could improve about yourself?",
    "What's your favorite spectator sport?",
    "What was the last thing you did as a volunteer?",
    "Are you wearing any jewelery right now?",
    "Have the leaves changed where you are?",
    "What's your favorite feature of fall?",

    "What are you recovering from?",
    "Are you susceptible to contagious yawns?",
    "Is your watch working?",
    "Have you been to Uganda?",
    "What's tickling your funny-bone these days?",
    "Do you know any famous professional wrestlers?",
    "Are you due for a haircut?",

    "Are you late in checking the QOTD today?",
    "Are there any looming decisions in your future?",
    "Would you like to take more naps?",
    "Are there enough hours in the day?",
    "What do you think about the newly \"discovered\" astrological sign?",
    "Whom do you thank for the day of the week today?",
    "What are you thirsty for?",

    "What was the last thing you clapped for?",
    "What was the best worst pun you recently heard?",
    "Have tie-dyed anything?",
    "How often do you drink chocolate milk?",
    "Were you ever in a band?",
    "When was the last time you prayed for world peace?",
    "What was the first album you bought yourself?",

    "Do you have a favorite toothpaste brand?",
    "How often do you eat desserts?",
    "Do you use any antiques on a regular basis?",
    "How many body parts have you shaved this week?",
    "What's your favorite parody news show?",
    "Is it toasty in your home?",
    "Will you be on a hike this weekend?",

    "Do you collect anything?",
    "How long have you known your longest running friend?",
    "Are you longing for anything?",
    "How often do you write with pen and pencil?",
    "What was the most surprising animal you remember seeing?",
    "Are you dressing up for Halloween?",
    "Is Halloween thrilling for you?",

    "Which holiday is your favorite after Halloween?",
    "Have you bobbed for apples this year?",
    "Are you so done with Halloween now?",
    "How many pumpkin spice items have you consumed this pumpkin spice season?",
    "Do you pepper you typing with emoji?",
    "Do you have a favorite table-top game?",
    "Have you made any major purchases lately?",

    "Do you ever try to fake people out by pretending to type?",
    "Do you ever talk to yourself?",
    "Have you voted?",
    "How are you celebrating or consoling?",
    "Have you ever made art related to your pets?",
    "Are you satisfied with your care?",
    "Has it snowed yet this year where you live?",

    "Are you at a major professional conference?",
    "What's your name?",
    "Do you admire any super heroes?",
    "Do you have 1000 computers?",
    "Do you want more ice cream?",
    "Is it birthday madness around your home?",
    "Have you ever been a waiter/waitress?",

    "Is there anyone whom you'd like to see more often?",
    "Have you be slacking off on any of your responsibilities?",
    "Do you ever have a hard time finding your keys in the morning?",
    "Are you up to anything special today?",
    "How many people are you eating with today?",
    "Are you working today?",
    "How is your stock of left-overs looking?",

    "Do you ever find these questions to be too personal?",
    "Do you own a car? More than one?",
    "Are you proud of anyone today?",
    "Is November taking too long in your opinion?",
    "Can you believe it's December?!",
    "What could use some improvement?",
    "Are you having a hard time keeping up with your silly efforts?",

    "Are you getting the Sunday night blues?",
    "Do you have any news regarding pets?",
    "What do you do to help clear a headache?",
    "What's a mistake you ended up being grateful for?",
    "Have you been to Africa?",
    "Do you have special Friday night plans?",
    "Have you been to the United States?",

    "Is the weather outside frightful?",
    "What is something you find 'delightful'?",
    "How close is the nearest human to you?",
    "Have you ever skinny-dipped?",
    "Are you learning to play an instrument?",
    "What's the largest animal you've ever butchered?",
    "Have you seen any good movies lately?",

    "Is it cold outside, Baby?",
    "Are you sick?",
    "What was the last thing that disappointed you?",
    "What's your favorite donut?",
    "What is your favorite carnival ride?",
    "Do you think the United States is the greatest nation in the world?",
    "Which is a bigger deal in your traditions- Christmas or Christmas Eve?",

    "Merry Christmas!",
    "Did you get today off?",
    "Are you ready to be back to work?",
    "What's your favorite type of snow?",
    "Is there a bright side to everything?",
    "What's your favorite format of battery?",
    "Are you celebrating the end of 2016?",

    "What are you hopes for 2017?",
    "Is this the last question in the queue?",
    "",
    "",
    "",
    "",
    "",



    "Is this the last question in the queue?",

    "",
    "",
    "",
    "",
    "",
    "",
    "",

    ""

  ]
}